<?php
/**
 * Created by PhpStorm.
 * User: olgakolos
 * Date: 01.04.17
 * Time: 21:09
 */

namespace Core;


class EastCalendar
{
    public static $east = [
        ['name' => "Обезьяны", 'x' => 66.67, 'y' => 0],
        ['name' => "Петуха", 'x' => 33.33, 'y' => 50],
        ['name' => "Собаки", 'x' => 0, 'y' => 100],
        ['name' => "Свиньи", 'x' => 100, 'y' => 100],
        ['name' => "Крысы", 'x' => 0, 'y' => 0],
        ['name' => "Быка", 'x' => 100, 'y' => 0],
        ['name' => "Тигра", 'x' => 66.67, 'y' => 50],
        ['name' => "Кролика", 'x' => 33.33, 'y' => 100],
        ['name' => "Дракона", 'x' => 33.33, 'y' => 0],
        ['name' => "Змеи", 'x' => 0, 'y' => 50],
        ['name' => "Лошади", 'x' => 100, 'y' => 50],
        ['name' => "Козы", 'x' => 66.6, 'y' => 100]
    ];
}